Revit 2027 API
SchedulableField Constructor
 Creates a new SchedulableField.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SchedulableField()
Public Sub New
public:
SchedulableField()
new : unit -> SchedulableField
See Also
Reference
SchedulableField Class
SchedulableField Overload
Autodesk.Revit.DB Namespace